Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/traktahta--ja-ahperiektesekuvdna_id_87015.html.tmx
Source language: sme
Languages: nob

source: Traktáhta- ja áhperiektesekšuvdna
nob: Seksjon for traktat- , miljø- og havrett

source: Álmotrievttálaš ja vuođđoláhkarievttálaš gažaldagat , erenoamážit dat mat gusket NATOi , OSSEi ja Davviriikkaid Ráđđái .
nob: Norges riksgrenser , maritime soner og kontinentalsokkelen . Folkerettslige spørsmål vedrørende polarområdene .

source: Riikka mearraviidodagaid gažaldagat .
nob: Havrettsspørsmål . Fiskeri- og sjøfartssaker .

source: Nannánvuođđokommišuvdna ( CLCS ) .
nob: Kontinentalsokkelkommisjonen ( CLCS ) .

source: Mearravuođđoeiseváldi ( ISBA ) .
nob: Havbunnsmyndigheten ( ISBA ) .

source: Guolástus- ja mearrajohtináššit .
nob: Den internasjonale havrettsdomstol ( ITLOS ) .

source: Poláraguovlluide guoski álbmotrievttálaš gažaldagat .
nob: Internasjonal miljørett . Privilegier og immunitet .

source: Riikkaidgaskasaš organisašuvnnaide ja militeara operašuvnnaide guoski rievttálaš gažaldagat .
nob: Rettslige spørsmål knyttet til internasjonale organisasjoner og militære operasjoner .

source: Immunitehtat ja ovdavuoigatvuođat .
nob: Den internasjonale domstol ( ICJ ) .

source: Soahpan- ja bággosoabahangažaldagat .
nob: Forliks- og voldgiftsspørsmål .

source: Bistevaš bággosoabahanriekti ( PCA ) .
nob: Den faste voldgiftsretten ( PCA ) .

source: Soahpamušregisttar ja soahpamušvuorká . Soahpamuša ovddideapmi Stuorradiggái . ”
nob: Inngåelse og tolkning av traktater , herunder forfatningsrettslige spørsmål .

source: Soahpamušat vieris riikkaiguin ” ja ” Norgga soahpamušat ” nammasaš prentosiid almmustahttin .
nob: UDs traktatarkiv og Traktatregisteret – publisering på internett og utgivelse av ” Overenskomster med fremmede stater ” .

source: Depositáradoaimmat .
nob: Depositarfunksjoner .

source: Ossodatdirektevra Olav Myklebust
nob: Avdelingsdirektør : Kjell Kristian Egge

source: Oktavuođadieđut :
nob: Kontaktinformasjon
